Repository: gasioreks/morfic_pages
Catalog: language/*.po
Languages: pl

source: Wooc Pages
pl: Wooc Własne strony

source: Custom pages
pl: Własne strony

source: Display pages prepared by user.
pl: Wyświetla strony przygotowane przez użytkownika.

source: Custom page description
pl: Opis własnej strony

source: Edit pages
pl: Edytuj strony

source: Custom page title
pl: Tytuł własnej strony

source: Custom page address
pl: Adres własnej strony

source: Custom page icon
pl: Ikona własnej strony

source: Add page
pl: Dodaj stronę

source: Using this option you can add contents for each page within this resource.
pl: Za pomocą tej opcji można dodać zawartość każdej strony wraz ze źródłem.

source: The pages is empty.
pl: Strony są puste.

source: Edit page
pl: Edytuj stronę

source: This option will let you edit a page.
pl: Ta opcja umożliwia edycję strony.

source: Add your page title here
pl: Dodaj tytuł strony

source: Add your page description here. This description is placed on the top of page.
pl: Dodaj opis strony. Dany opis będzie umieszczony w górnej części strony.

source: Page address
pl: Adres strony

source: Add your page address here
pl: Dodaj adres strony

source: Page icon
pl: Ikona strony

source: Show this page for which languages?
pl: Pokaż tę stronę dla następujących języków

source: Page position
pl: Pozycja strony

source: This field controls the order in which the pages are displayed.
pl: To pole określa kolejność, w jakiej zostaną wyświetlone strony.

source: You do not have to enter the numbers sequentially. If you leave holes in the numbering scheme, you can insert other pages later. For example, if you use the numbers 1, 6, 11, 16, you can later insert pages with the missing sequence numbers. Negative numbers and zero are allowed, and can be used to insert menu items in front of the first one.
pl: Nie trzeba wprowadzać kolejnych numerów. Jeśli zostaną pozostawione przerwy w numeracji, będzie można później wstawić w nie inne strony. Na przykład jeśli zostaną użyte numery 1, 6, 11, 16, można będzie poźniej wstawić strony o brakujących numerach. Dozwolone są także wartości ujemne i zero, przydatne przy wstawianiu elementów na samym początku.

source: When more than one page has the same position number, only one of these pages will be visible.
pl: Jeśli więcej niż jedna strona ma ten sam numer pozycji, tylko jedna z nich będzie widoczna.

source: Page visibility
pl: Widoczność strony

source: You can determine whether this page will be visible regardless of family tree, or whether it will be visible only to the current family tree.
pl: Można określić, aby dana strona była widoczna niezależnie od drzewa genealogicznego lub widoczna tylko dla bieżącego drzewa genealogicznego.

source: The page will always appear, regardless of family tree.
pl: Strona pojawi się niezależnie od drzewa genealogicznego.

source: The page will appear only in the currently active family tree.
pl: Strona pojawi się tylko w bieżącym drzewie genealogicznym.

source: Delete page
pl: Usuń stronę

source: This option will let you delete a page.
pl: Ta opcja umożliwia usunięcie strony.

source: Are you sure you want to delete this page?
pl: Usunąć daną stronę?

source: Move page down
pl: Przesuń stronę w dół

source: This option will let you move a page downwards.
pl: Ta opcja umożliwia przesunięcie strony w dół.

source: Each time you use this option, the position number of this page is increased by one. You can achieve the same effect by editing the page and changing the page position field.
pl: Za każdym razem, kiedy zostanie użyta ta opcja, numer pozycji danej strony zwiększy się o jeden. Można osiągnąć ten sam efekt edytując daną stronę i zmieniając jej pole pozycji.

source: Move page up
pl: Przesuń stronę do góry

source: This option will let you move a page upwards.
pl: Ta opcja umożliwia przesunięcie strony w górę.

source: Each time you use this option, the position number of this page is reduced by one. You can achieve the same effect by editing the page and changing the page position field.
pl: Za każdym razem, kiedy zostanie użyta ta opcja, numer pozycji danej strony zmniejszy się o jeden. Można osiągnąć ten sam efekt edytując daną stronę i zmieniając jej pole pozycji.

source: The following pages are a general set of information that I find useful, informative, or just fun.
pl: Poniższe strony są ogólnym zbiorem informacji, które uważam za użyteczne, informacyjne, czy po prostu zabawne.

source: Resource pages
pl: Zasoby

source: Position
pl: Pozycja

source: Controls
pl: Dostosuj
